---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.FaceSplitterFailures
source: html/67488a22-94f0-6b4e-c517-79d56ac10b69.htm
---
# BuiltInFailures.FaceSplitterFailures Properties

The sketch cannot split the face of the highlighted element.